<template>
    <main>
        <section v-for="section in sections" v-bind:key="section.title">
            <h3>{{section.title}}</h3>
            <a v-if="section.image" :href="section.image">
                <img :src="section.image" :alt="section.title">
            </a>
            <p v-for="par in section.text" v-bind:key="par">
                {{par}}
            </p>
        </section>
    </main>
</template>

<script>
    export default {
        name: 'Birds',
        components: {
        },
        data() {
            return {
                location: "Birds",
                title: "Birds",
                sections: [{
                    title: "Нашите приятели-птиците",
                    image: null,
                    text: [
                        "Птиците са изключително важна част от екосистемата и играят съществена роля за поддържането на баланса в природата. Те са полезни по много и най-различни начини – като се хранят с вредните насекоми и гризачи, като разпространяват семената на растенията и много други. Когато около нас има повече птици, това е знак за доброто състояние на природата, а от там – и за благосъстоянието на хората.",
                        "Птиците са безценни помощници в биологичната борба с вредните насекоми. Синигерите и кълвачите например унищожават насекомите, които вредят на големите дървета, като първите се грижат за „почистването” на кората на дървото, а вторите улавят насекомите и техните ларви, които се крият под кората на дървото.",
                        "Установено е например, че само една двойка големи синигери заедно с техните малки от двете им люпила, изяждат за една година около 75 килограма вредни насекоми! Представяте ли си какво щяхме да правим без големия синигер?"
                    ]
                },{
                    title: "Големият синигер (Parus major)",
                    image: "images/mission-02_01.jpg",
                    text: [
                        "Това е най-широко разпространения вид синигер у нас и една от най-често срещаните птици след врабчето и домашния гълъб. Той е защитен от закона в България. Храни се предимно с насекоми и дребни безгръбначни, но през зимата, когато храната е по-малко, е всеяден. През целия ден той старателно изследва клоните на дърветата и търси храна. Гнезди в дупки и хралупи по дървета. Отглежда по две поколения малки годишно. Големият синигер е смел и любопитен. Ако седите неподвижно в парка, птицата ще ви приближи и дори може да кацне върху вас. Синигерите често се придвижват на малки групички. Звуците, които издават, са весели и разнообразни. Големият синигер не е прелетна птица и живее през цялата година на едно и също място. Той е една от най-издръжливите на зимни студове птици и се среща в почти цяла Европа."
                    ]
                },{
                    title: "Синият синигер (Parus caeruleus)",
                    image: "images/mission-02_02.jpg",
                    text: [
                        "Със своите ярки цветове – синьо, жълто, бяло и зелено, синият синигер е един от най-привлекателните обитатели на градските паркове. Той е много лакома птица. Поглъща ежедневно голямо количество вредни насекоми, които събира по клоните и кората на дърветата. Установено е, че когато храни малките си, синият синигер прилита до гнездото си с храна около 650 пъти на ден."
                    ]
                },{
                    title: "Те „почистват” дърветата",
                    image: null,
                    text: [
                        "Софийските кестени са в голяма опасност и с всяка изминала година се разболяват все повече. Причината затова е един опасен вредител, наречен листоминиращ молец. Доскоро специалистите смятаха, че ненаситното насекомо, няма естествени врагове, но се оказа, че големият и синият синигер похапват с удоволствие молеца и неговите ларви.",
                        "Именно затова в рамките на инициативата „Да спасим в суматохата кестените” Списание 8 и Българското дружество за защита на птиците (БДЗП) започнаха пилотно поставяне на къщички за птици в Борисовата градина. Освен това столичани имаха възможност да научат от експертите на БДЗП откъде мога да си набавят подходяща къщичка за синигери или да си я изработят сами, за да помогнат както на птиците, така и на дърветата, а и на хората в нашия град.",
                        "Идеята за обединяването на усилията дойде от подобна кампания, която се проведе в германският град Фрайбург. Там бяха поставени 250 къщички за синигери, с цел да се спасят конските кестени от лакомия листоминиращ молец. След продължителни наблюдения германските учени открили, че молецът е истински деликатес за синигерите. „Местните хора са наблюдавали, че птиците целенасочено търсят ларвите на молеца, за да хранят малките си”, разказва Мартин Лезер, зам.-шеф на Службата „Паркове и Строителство” във Фрайбург. „В периода, когато отглеждат малките си, синигерите хващат до 500 ларви на молеца дневно”, обяснява немският експерт."
                    ]
                },{
                    title: "Как да помогнем на синигерите да се заселят близо до нас?",
                    image: "images/mission-02_03.jpg",
                    text: [
                        "Много е просто. В началото на пролетта поставете подходяща къщичка за птици на кестеново или друго дърво в парка или близо до вашия дом. Така ще помогнете на птиците да намерят хубав дом и да излюпят в него малките си.",
                        "Синигерът е една от птиците, която приема доста радушно да се засели в изкуствено гнездо (къщичка), поставена от хората. Ако видите синигер, който кълве по външната страна на поставената от вас къщичка, то е защото иска да изпробва дали е достатъчно здрава, преди да се засели в нея. Най-важното при къщичката за синигерите е да направите кръгъл отвор в горната част на предната стена, който да е с подходяща големина. Отворът за синигерите трябва да бъде с диаметър между 28 и 30 милиметра. Така яйцата или малките ще бъдат защитени от по-едри нападатели. Готовата къщичка заковете на около 2 м височина на избрано от вас дърво, като се постарайте корпусът на къщичката да е леко наклонен напред, така че да не се събира вода.",
                        "Ако желаете да научите повече за птиците или искате да помогнете за опазването им, посетете сайта на Българското дружество за защита на птиците (БДЗП)."
                    ]
                }]
            }
        }
    }
</script>

<style>

</style>