<template>
    <main>
        <section class="section">
            <div class="content">
                <h2>От какво страдат кестените</h2>
                <p>
                    Забелязвали ли сте как още в средата на юли прекрасните разперени листа на кестените стават кафяви? От 20 години кестените в България боледуват, като проблемът с всеки изминал сезон обхваща по-големи райони. Причината – един смъртоносен за фотосинтезата вредител, листоминиращият молец (Cameraria ohridella). Скоро всички 40-50-годишни символи на столицата ни могат да бъдат тотално унищожени.
                </p>
                <div>
                    <router-link to="/our-mission" class="cmsms_button">Научи още</router-link>
                </div>
            </div>
        </section>
        <section class="section">
            <div class="content">
                <h2>Нашата мисия</h2>
                <p>
                    Привличайки за участие шест столични училища, “Мисия Кестен” ще приложи трите най-лесни, ефективни и безвредни за околната среда практики за ограничаване разпространението на листоминиращия молец. На есен включилите се ученици ще събират окапалата от дърветата шума, през зимата ще монтират къщички за синигери, които са естествен враг на насекомото, а на пролет ще подготвят и поставят феромонни капани за привличане и улавяне на молците.
                </p>
                <p>
                    Освен горните три начина за справяне с листоминиращият молец, „Мисия Кестен“ има за цел преброяването не кестените в шест столични градини. Преброяването на дърветата включва събиране на GPS данни за местоположението на кестените в база данни чрез мобилно устройство със специално разработен софтуер.
                </p>
                <ul>
                    <li>
                        <span class="cmsms_icon_list_icon cmsms-icon-location-7"></span>
                        <h3>Преброяване</h3>
                        <p>
                            Извършва се със специално разработено мобилно приложение за iOS и Аndroid. 
                            <router-link to="/results" title="Резултати" >Научи още.</router-link>
                        </p>
                    </li>
                    <li>
                        <span class="cmsms_icon_list_icon cmsms-icon-beaker-1"></span>
                        <h3>Феромонни капани</h3>
                        <p>
                            Привличат и унищожават мъжките молци, като по този начин се ограничава тяхното възпроизводство. 
                            <router-link to="/our-mission" title="Феромонни капани">Научи още.</router-link>
                        </p>
                    </li>
                    <li>
                        <span class="cmsms_icon_list_icon cmsms-icon-shop-1"></span>
                        <h3>Къщички за синигери</h3>
                        <p>
                            Синигерът е естествен враг на молеца, защото се храни с неговите ларви. 
                            <router-link to="/our-mission" title="Къщички за синигери">Научи още.</router-link>
                        </p>
                    </li>
                    <li>
                        <span class="cmsms_icon_list_icon cmsms-icon-cup-1"></span>
                        <h3>Събиране на шумата</h3>
                        <p>
                            Какавидите на листоминиращия молец зимуват в листната шума, затова е важно тя да се събира. 
                            <router-link to="/leafts" title="Събиране на шума" >Научи още.</router-link>
                        </p>
                    </li>
                </ul>
                <router-link to="/our-mission" class="cmsms_button">Научи още</router-link>
            </div>
        </section>
        <section class="section">
            <div class="content">
                <h2>Новини и събития</h2>
                <div>
                    <article>
                        <h3>
                            <router-link to="/news/20">Презаредихме капаните и в ж.к. &#8222;Яворов&#8243;!</router-link>
                        </h3>
                        <p>Презаредихме капаните и в &#8222;Яворов&#8243;! До края на лятото ни очаква още едно презареждане...</p>
                        <time datetime="10.07.2016">10.07.2016</time>
                    </article>
                    <article>
                        <h3>
                            <router-link to="/news/17">Презареждане на капани в парк &#8222;Надежда&#8220;</router-link>
                        </h3>
                        <p>Благодарим на Христо Желев и неговият пети клас от 54-то училище &#8222;Св. Иван Рилски&#8220;...</p>
                        <time datetime="10.07.2016">10.07.2016</time>
                    </article>
                    <article>
                        <router-link to="/news/19">Презаредихме капаните във Военна академия</router-link>
                        <p>Хиляди благодарности на приятелите на кестените от парка на Военна академия...</p>
                        <time datetime="18.05.2016">18.05.2016</time>
                    </article>
                </div>
                <router-link to="/news" class="cmsms_button">Научи още</router-link>
            </div>
        </section>
        <section class="section">
            <div class="content">
                <h2>Партньори</h2>
                <p>
                    &#8222;Мисия Кестен&#8220; се реализира с финансовата помощ на Програмата за подкрепа на неправителствените организации в България по Финансовия механизъм на Европейското икономическо пространство. Тя е на обща стойност от близо 11,8 млн. евро, осигурени от страните донори Исландия, Лихтенщайн и Норвегия. Програмата предоставя финансиране за допустими неправителствени организации, регистрирани в България и има за цел да подпомогне развитието на гражданския сектор и приноса му за социалната справедливост, демокрацията и устойчивото развитие на страната.
                </p>
                <p>
                    „Мисия Кестен“ се осъществява с подкрепата на Райфайзенбанк България в рамките на дарителската кампания „Избери, за да помогнеш“. Инициативата е част от политиката за корпоративна социална отговорност на Райфайзенбанк. Кампанията има за цел да подпомогне благотворителни инициативи в областта на здравеопазването, социална сфера, културата, образованието и опазването на околната среда. Основната идея на кампанията е да ангажира служителите на Райфайзен в благотворителните инициативи, като им предостави реална възможност да участват директно в дарителския процес и реализацията на подкрепените проекти.
                </p>
                <div class="partners">
                    <partner v-for="partner in partners" v-bind:partner="partner" v-bind:key="partner.name"></partner>
                </div>
            </div>
        </section>
    </main>
</template>

<script>
    import Partner from './Partner.vue'
    
    export default {
        name: 'Home',
        components: {
            Partner
        },
        data() {
            return {
                location: "Home",
                title: "Home",
                partners: [{
                    image: "images/8-logo.png",
                    name: "Списание 8",
                    link: "http://www.spisanie8.bg/"
                },{
                    image: "images/eea-large-logo-e1413917536721.png",
                    name: "EEA Grants",
                    link: "http://www.ngogrants.bg/"
                },{
                    image: "images/Bank_logo.jpg",
                    name: "Райфайзенбанк България",
                    link: "http://izberi.rbb.bg/home"
                },{
                    image: "images/BDZP.png",
                    name: "БДЗП",
                    link: "http://bspb.org/"
                },{
                    image: "images/oldmission-logo-e1413907760927.png",
                    name: "Да спасим в суматохата кестените",
                    link: null
                },{
                    image: "images/flower-logo.jpg",
                    name: "Фондация „Цвете“",
                    link: null
                }],
            }
        }
    }
</script>

<style>

</style>