<template>
    <main>
        <h2>Където зимуват молците</h2>
        <a href="images/blog-16-2013_27.jpg">
            <img src="images/blog-16-2013_27-300x225.jpg" alt="молец">
        </a>
        <p>
            Най-ефективният метод за ограничаване популацията на листоминиращия молец е падналите през есента кестенови листа да се събират, заравят, компостират или изгарят. Тогава какавидите умират и от тях напролет не се появяват нови поколения.
        </p>
        <p>
            В повечето големи паркове в София, както и по по-големите градски улици това се прави от Дирекция „Зелена система” на Столична община и фирмите, които са наети да поддържат зелените площи в града. Не така стои въпросът с междублоковите пространства, градинките и малките улици. Това са териториите, в които всеки един от нас, жителите на града, може да се постарае да събере на есен окапалата шума. Опитът ни показва, че при установяване на добра комуникация със специалистите по екология от съответния район, подкрепата за това листата да бъдат в последствие извозвани е гарантирана.
        </p>
        <p>
            За дърветата е важно да бъдат почистени от окапалата шума възможно най-много територии залесени с кестени. Що се отнася до разпределението на популацията от молци в територията на града, проведени в Берн изследвания показват, че то се характеризира с т. нар. ефект на „хранилища” и „мивки”. „Хранилищата” са непочистени територии с голяма популация на Cameraria Ohridella, индивиди от която, през активния период (месеците април-септември), постепенно нападат почистените преди това „мивки”.
        </p>
    </main>
</template>

<script>
    export default {
        name: 'Leafs',
        components: {
        },
        data() {
            return {
                location: "Leafs",
                title: "Leafs"
            }
        }
    }
</script>

<style>

</style>