<template>
    <main>
        <section>
            <h2>Какво е Cameraria ohridella</h2>
            <a href="images/mission-04_01.jpg">
                <img src="images/mission-04_01-300x195.jpg" alt="">
            </a>
            <p>Листоминиращият молец, (Cameraria Ohridella) за първи път е наблюдаван и регистриран през 1985 г., на територията на бивша Югославия в близост до Охридското езеро. През 1989 г., без да има сведения за миграция му, видът е наблюдаван за първи път и близо до Линц (Австрия). Благодарение на темпа на годишната миграция (около 60 км/годишно), разпространението на молеца бързо обхваща големи територии в Европа, достигайки от Шотландия до Турция.</p>
            <p>Cameraria Ohridella се разглежда като инвазивен за територията на цяла Европа паразитен вид, чийто хабитат е тясно свързан с наличието на бяло-цъфтящия конски кестен (Aesculus hippocastanum). Листоминиращият молец бързо се разпространява из цялата територия на България, нападайки както изкуствено създадени насаждения от конски кестен, така и естествени кестенови гори. Произходът на насекомото все още не е изяснен, но преобладават теориите, че той е привнесен за Европа вид. Това обяснява и трудностите, които се наблюдават в опитите популацията му да бъде ограничена. Негови естествени биологични врагове са само някои паразитиращи оси и някои хищни птици, най-често срещаната сред които е синигера.</p>
        </section>
        <section>
            <h2>Как ларвата унищожава листата</h2>
            <p>Биологичното развитие на листоминиращия молец е зависимо от т. нар. „организъм приемник” (конския кестен). Какавидите на насекомото прекарват зимата в окапалите листа на кестена или в най-горния почвен слой. След затопляне на времето, около средата на месец април, какавидите се активизират и от тях излитат възрастните индивиди, които създават ново поколение. Женските снасят своите яйца върху горната повърхност на листата на кестена. От яйцата се излюпват ларви, които навлизат във вътрешността на листото и започват да се хранят с него.</p>
            <p>В резултат на това, по листата на кестена започват да се появяват умъртвени кафяви участъци, наречени „мини”. Вътре в тези мини, ларвата се превръща в какавида и в последствие в имаго, което излиза от мината и прави ново поколение. Този репродуктивен цикъл се повтаря три пъти годишно (между месеците април и септември), а при благоприятни условия, една част от третото поколение какавиди също се превръщат в имаго.</p>
            <a href="images/mission-04_02.jpg">
                <img src="images/mission-04_02-300x231.jpg" alt="">
            </a>
        </section>
        <section>
            <h2>Какви са пораженията</h2>
            <a href="images/mission-04_03.jpg">
                <img src="images/mission-04_03-300x205.jpg" alt="">
            </a>
            <p>В резултат от листоминиращият молец, много кестени губят своята листна маса още в средата на месец юли, което води до рязко намалени възможности за фотосинтеза. Нападнатите дървета се развиват по-бавно, по-чувствителни са (например по отношение на екстремни условия като студ, засушаване и засоляване на почвата) и са по-податливи на атаките на други паразитни организми. В резултат на отслабването на организма, дърветата дават по-малки, по-слаби и по-малко на брой плодове (кестени).</p>
            <p>Отслабеният организъм на дърветата, намалената им листна маса и ограничената им способност да фотосинтезират имат значителен негативен ефект върху състоянието на средата. Кестените губят отчасти възможността си да влияят върху микроклимата, като през летните и есенните месеци рискът от прегряване и презасушаване на въздуха се увеличава. Отсъствието на листна маса води и до по-високи нива на прахово и газово замърсяване на въздуха. Всички тези негативни последствия за средата оказват пряко влияние, както върху другите организми, обитаващи териториите с кестенови насаждения, така и върху здравето на хората, които ги използват за ежедневен или седмичен отдих.</p>
            <p>Това представлява и голяма заплаха за малкото останали естествени гори от конски кестен. Всички тези находища на вида са на територията на балканския полуостров, като едно от тях е в България (поддържан резерват “Дервиша”, Източна Стара планина). По-отношение на негативните последствия за кестеновите дървета, използвани като паркова и алейна растителност, основни проблеми са ограниченият вегетативен обем на растителността през летните месеци, както и лошото естетическо въздействие на дърветата.</p>
        </section>
    </main>
</template>

<script>
    export default {
        name: 'Moths',
        components: {
        },
        data() {
            return {
                location: "Moths",
                title: "Moths"
            }
        }
    }
</script>

<style scoped>

</style>