<template>
    <main>
        <section>
            <h2>От какво страдат кестените</h2>
            <p>
                Забелязвали ли сте как още в средата на юли прекрасните разперени листа на кестените стават кафяви? От 20 години кестените в България боледуват, като проблемът с всеки изминал сезон обхваща по-големи райони. Причината – един смъртоносен за фотосинтезата вредител, листоминиращият молец (Cameraria ohridella). Скоро всички 40-50-годишни символи на столицата ни могат да бъдат тотално унищожени.
            </p>
            <router-link to="/moths">
                <img src="images/mission-01.png" alt=" Листоминиращ молец">
            </router-link>
            <p>Листоминиращ молец</p>
        </section>
        <section>
            <h2>Нашата мисия</h2>
            <p>
                Привличайки за участие шест столични училища, “Мисия Кестен” ще приложи трите най-лесни, ефективни и безвредни за околната среда практики за ограничаване разпространението на листоминиращия молец. На есен включилите се ученици ще събират окапалата от дърветата шума, през зимата ще монтират къщички за синигери, които са естествен враг на насекомото, а на пролет ще подготвят и поставят феромонни капани за привличане и улавяне на молците.
            </p>
            <div>
                <router-link to="/leafs">
                    <img src="images/mission-02.png" alt=" Събиране на шума">
                </router-link>
                <p>Събиране на шума</p>
            </div>
            <div>
                <router-link to="/birds">
                    <img src="images/mission-03.png" alt=" Къщички за синигери">
                </router-link>
                <p>Къщички за синигери</p>
            </div>
            <div>
                <router-link to="/traps">
                    <img src="images/mission-04.png" alt=" Феромонни Капани">
                </router-link>
                <p>Феромонни Капани</p>
            </div>
        </section>
        <section>
            <h2>Картотекиране</h2>
            <p>
                Освен горните три начина за справяне с листоминиращият молец, „Мисия Кестен“ има за цел преброяването не кестените в шест столични градини. Преброяването на дърветата включва събиране на GPS данни за местоположението на кестените в база данни чрез мобилно устройство със специално разработен софтуер.
            </p>
            <router-link to="/results">Резултати</router-link>
        </section>
    </main>
</template>

<script>
    export default {
        name: 'OurMission',
        components: {
        },
        data() {
            return {
                location: "OurMission",
                title: "OurMission"
            }
        }
    }
</script>

<style>

</style>