<template>
    <main>
        <section>
            <h2>Как да направим сами капан за молци</h2>
            <a href="images/mission-03_01.jpg">
                <img src="images/mission-03_01-220x300.jpg" alt="изработване на капан">
            </a>
            <ol>
                <li>
                    <strong>Стъпка 1:</strong>
                    На гърлото на тъмна двулитрова пластмасова бутилка се изрязват 3-4 правоъгълни отвора с големина 1 на 3 см. През тях молците влизат в капана.
                </li>
                <li>
                    <strong>Стъпка 2:</strong>
                    Бутилката се пълни до половината с вода. Вътре, над водата, се закача 1 хапче феромон. Това е женски хормон, чиято миризма привлича мъжките индивиди. Те влизат в бутилката, крилцата им се мокрят от водата и не могат да излетят отново.
                </li>
                <li>
                    <strong>Стъпка 3:</strong>
                    Капачката на шишето се пробива с пирон и през нея се прокарва здрава връв или тел, с която капанът се окача на дървото. Ако искате, на самата тел нанизвате и старо CD, за да не влиза дъжд в бутилката. Ако смятате да закачате капана на обществено място, залепете етикетче „Капан за молци”.
                </li>
            </ol>
        </section>
        <section>
            <h2>Oще за капаните</h2>
            <p>
                Капаните се поставят през пролетта, преди кестеновите дървета да са се разлистили напълно. Всяка седмица се долива вода в капана, защото се изпарява. Веднъж месечно се подменя феромонът в бутилката, за да има ефект от действието му. Капанът се поставя в короната на дървото. Хубаво и здраво, за да не падне. Трябва да сте изключително внимателни, тъй като кестените са високи дървета. Използвайте стълба и действайте отговорно. Най-важното „оръжие“ срещу молците: изпадалите листа в края на есента се събират и се заравят на 15 см – една педя, в почвата. Така напролет няма да се излюпят нови поколения вредители.
            </p>
            <p>
                За повече информация относно&nbsp;феромоните, както и продажба може да се свържете с фирма&nbsp;&nbsp;
                <a title="Виссера - Опора ООД" href="http://www.opora.bg/" target="_blank">Виссер – Опора ООД</a>.
            </p>
        </section>
    </main>
</template>

<script>
    export default {
        name: 'Traps',
        components: {
        },
        data() {
            return {
                location: "Traps",
                title: "Traps"
            }
        }
    }
</script>

<style>

</style>